Repository: davidbabayan/ADAA
Catalog: ADAA/Resources/About.*.resx
Languages: hy

# BoardName
source: Board of directors
hy: Տնօրենների խորհուրդ

# DirectorEmail
source: Email:
hy: Էլ․ Փոստ՝

# DirectorName1
source: Michail I. Agajanov, Professor, MD, PhD
hy: Պրոֆեսոր Միխաիլ Ի․ Աղաջանյան

# DirectorName2
source: Hovhannes M. Manvelyan, Professor, MD, PhD
hy: Պրոֆեսոր Հովհաննես Մ․ Մանվելյան

# DirectorName3
source: Artashes G. Gevorgyan, PhD
hy: Կ․Գ․Թ․ Արտաշես Գ․ Գևորգյան

# DirectorName4
source: Jane L. Mahakian, PhD
hy: Ջեյն Լ․ Մահակյան

# DirectorPhone
source: Phone:
hy: հեռախոս՝

# DirectorPosition1
source: President
hy: Նախագահ

# DirectorPosition2
source: Vice-president in clinical work
hy: Կլինիկական գծով Փոխ-Նախագահ

# DirectorPosition3
source: Secretary
hy: Քարտուղար

# DirectorPosition4
source: Head of the ADAA USA Branch
hy: ԱՀՀԱ ամերիկյան մասնաճյուղի ղեկավար

# ListItem1
source: To study social and medical and biologic aspects of Alzheimer’s disease both in Republic Armenia, and behind its limits.
hy: Ուսումնասիրել Ալցհեյմերի հիվանդության բժշկա-կենսաբանական և սոցիալական խնդիրները։

# ListItem2
source: To promote distribution of modern representations about essence, risk factors, and the reasons of occurrence and existing methods of treatment of Alzheimer’s disease.
hy: Նպաստել Ալցհեյմերի հիվանդության էլության, ռիսկի գործոնների ծագման պատճառների և բուժման մեթոդների ուսումնասիրմանը և նրա դրսևորման առանձնահատկությունների բացահայտմանը։

# ListItem3
source: To support the scientific directions directed on a deepening of our understanding of essence of Alzheimer’s disease.
hy: Պաշտպանել գիտական այն ուղղությունները, որոնք ուղղված են Ալցհեյմերի հիվանդության էության մեր պատկերացումների խորացմանը։

# ListItem4
source: To improve quality of a life of patients with dementia and their trustees.
hy: Բարելավել դեմենցիայով տառապող հիվանդների և նրանց խնամակալների կյանքի որակը։

# ListItem5
source: To lower psychological loading on trustees in families.
hy: Իջեցնել ընտանիքում գնտվող խնամակալների հոգեբանական ծանրաբեռնվածությունը։

# ListItem6
source: Propagation of bases of mental health and, first of all, to teach patients to overcome the fear, silence and shame for the illness.
hy: Քարոզել հոգեկան առողջության հիմունքները և հիվանդներին սովորեցնել հաղթահարել վաղը, լռությունը և ամոթը, որ նրանք զգում են իրենց հիվանդության պատճառով։

# ListItem7
source: Increase of public knowledge in Armenia and Diaspora.
hy: Բարձրացնել հասարակական տեղեկացվածության աստիճանը Ալցհեյմերի հիվանդության մասին Հայաստնաում և Սփյուռքում։

# ListItem8
source: To stimulate interaction between experts of a various structure within the framework of Association.
hy: Խթանել ասոցիացիայի շրջանակներում տարբեր պրոֆիլի մասնագետների միջև համագործակցությունը։

# Paragraph1
source: The Armenian Association of Alzheimer's Disease /АААD/is the public noncommercial organization which has been based in 2002 by professor Michael I. Aghajanov.
hy: Ալցհեյմերի հիվանդության Հայկական Ասոցիացիան /ԱՀՀԱ/ հասարակական, շահույթ չհետապնդող կազմակերպություն է, որը հիմնվել է 2002 թվականին պրոֆեսոր Միխաիլ Իոսիֆի Աղաջանովի կողմից։

# Paragraph2
source: On March 2010 25 International Conference of Alzheimer’s Disease International in Tsessaloniki, Greece, the ADAA was recognized as a full member of Alzheimer’s Disease International, an International federation of 76 Alzheimer’s associations around the world.
hy: 2010 թվականի մարտի 25-ին, Հունաստանի Թեսաղոնիկե քաղաքում, Ալցհեյմերի հիվանդության միջազգային համաժողովին, ԱՀՀԱ-ն ճանաչվեց Ալցհեյմերի հիվանդության միջազգային միության լիարժեք անդամ և միացավ աշխարհի 76 Ալցհեյմերի հիվանդության ասոցիացիաներին։

# Paragraph4
source: Purpose АDАА
hy: ԱՀՀԱ-ի նպատակը

# Title
source: About us
hy: Մեր մասին
